[
  {
    "file": "005010.jpg",
    "title": "Oath of the Horatii",
    "artist": "Jacques-Louis David",
    "year": "1784",
    "description": "This Neoclassical masterpiece captures a moment of intense patriotism and familial sacrifice as three Roman brothers pledge their loyalty to their father and their city. The rigid composition and dramatic lighting emphasize duty, valor, and stoic masculinity—core ideals of the Enlightenment. The painting is revered for its theatricality and moral clarity, setting a precedent for history painting in France."
  },
  {
    "file": "095010.jpg",
    "title": "Primavera",
    "artist": "Sandro Botticelli",
    "year": "1482",
    "description": "Primavera is an iconic Renaissance painting, filled with mythological symbolism and allegory. Venus stands in the center as the embodiment of love, surrounded by the Three Graces, Mercury, and other divine figures. The intricate floral landscape and ethereal quality of the figures reflect the humanist ideals and beauty of the Italian Renaissance."
  },
  {
    "file": "099160.jpg",
    "title": "The School of Athens",
    "artist": "Raphael",
    "year": "1511",
    "description": "This grand fresco in the Vatican celebrates classical philosophy and the power of knowledge. Central figures Plato and Aristotle debate their ideas, surrounded by luminaries like Socrates, Pythagoras, and Euclid. Raphael integrates Renaissance perspective and classical architecture, creating a visual harmony that mirrors intellectual dialogue."
  },
  {
    "file": "100030.jpg",
    "title": "Bacchus and Ariadne",
    "artist": "Titian",
    "year": "1523",
    "description": "Titian’s vibrant oil painting brings myth to life as Bacchus leaps from a chariot toward Ariadne, whom he vows to marry. The painting combines emotional intensity, movement, and rich color—hallmarks of Venetian art. The starry crown Bacchus places above Ariadne alludes to her divine transformation."
  },
  {
    "file": "101030.jpg",
    "title": "Supper at Emmaus",
    "artist": "Caravaggio",
    "year": "1601",
    "description": "Caravaggio captures the dramatic moment Jesus reveals himself to two disciples after his resurrection. Known for his use of chiaroscuro, the artist creates intense contrasts of light and dark to heighten emotional realism. Everyday objects and gestures bring the spiritual into the tangible world."
  },
  {
    "file": "104020.jpg",
    "title": "The Surrender of Breda",
    "artist": "Diego Velázquez",
    "year": "1635",
    "description": "Velázquez commemorates a Spanish military victory with empathy and realism, depicting the dignified surrender of Dutch forces. The painting balances political propaganda with humane portrayal, highlighting Velázquez’s skill in group composition and his pioneering of psychological depth in portraiture."
  },
  {
    "file": "105010.jpg",
    "title": "The Anatomy Lesson of Dr. Nicolaes Tulp",
    "artist": "Rembrandt",
    "year": "1632",
    "description": "This group portrait elevates a medical dissection to a philosophical exploration of life and knowledge. Dr. Tulp is shown teaching anatomy, while each onlooker’s face reveals individual curiosity. Rembrandt’s composition and lighting guide the viewer’s eye through both science and society."
  },
  {
    "file": "105040.jpg",
    "title": "The Night Watch",
    "artist": "Rembrandt",
    "year": "1642",
    "description": "Contrary to its title, this dynamic scene occurs in daylight and depicts a militia preparing to march. Rembrandt breaks tradition by introducing motion, drama, and hierarchy. The glowing girl in yellow, mysterious and symbolic, adds intrigue to this Dutch Golden Age masterpiece."
  },
  {
    "file": "118050.jpg",
    "title": "Children’s Games",
    "artist": "Pieter Bruegel the Elder",
    "year": "1560",
    "description": "This bustling scene illustrates over 80 traditional children’s games, offering a rich ethnographic snapshot of 16th-century life. Bruegel’s panoramic view and meticulous detail reflect his humanist interest in behavior, play, and community. Each group of children embodies joyful energy and timeless mischief."
  }
]
